tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'readline'
brew 'git'
brew 'grc' # Terminal colorizer
brew 'gawk'
brew 'bash-completion'
brew 'libyaml' # recommended by ruby-build and rbenv
brew 'libffi' # recommended by ruby-build and rbenv
brew 'bats-core'
brew 'ghostscript'
brew 'p7zip' # high compression file archiver (creates .7z files)
brew 'rbenv'
brew 'nodenv'
brew 'imagemagick@6', link: true # https://stackoverflow.com/a/43035892
brew 'postgresql@11', link: true, restart_service: true
brew 'redis', restart_service: true
brew 'rabbitmq', restart_service: true
brew 'elixir'
brew 'mas' # Mac App Store command line interface
brew 'shellcheck'
brew 'exiftool' # File metadata editor
brew 'kubernetes-cli'
