tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'readline'
brew 'git', args: ["with-openssl"]
brew 'grc' # Terminal colorizer
brew 'gawk'
brew 'bash-completion'
brew 'libyaml'
brew 'libffi'
brew 'pkg-config'
brew 'ghostscript'
brew 'imagemagick'
brew 'postgresql', restart_service: true
brew 'postgis'
brew 'redis', restart_service: true
brew 'zeromq'
brew 'erlang'
brew 'elixir'
brew 'heroku'
brew 'mas' # Mac App Store command line interface
brew 'shellcheck'
brew 'autoconf'
brew 'automake'
brew 'deis'
brew 'kubectl'
